{
  "publication": {
    "name": "The Minuecus Post",
    "motto": "La Democracia Muere en la Hora de la Siesta",
    "date": "13 de Febrero, 2026"
  },
  "sections": ["Política", "Economía", "Cultura", "Deportes", "Opinión", "Internacional"],
  "featured": {
    "id": 1,
    "category": "EN DESARROLLO",
    "headline": "¡CLAUSULA PAROLA ACTIVADA! Potencial Nueva Minueca en el Horizonte",
    "summary": "La Primera Cumbre Republicana celebrada en la residencia del Chief of Staff Hernán Zapata activó oficialmente la Cláusula Parola. Fuentes cercanas al gabinete confirman que hay una potencial nueva Minueca. Historia en desarrollo.",
    "content": "En lo que ya se considera el evento político más importante en la corta pero intensa historia de Minueco, la Primera Cumbre Republicana culminó con la activación de la legendaria Cláusula Parola. La reunión, celebrada en la casa de Hernán Zapata (ahora conocida oficialmente como 'El Palacio del Chief of Staff'), marcó el inicio formal de la república. Pero la noticia que tiene a todos en vilo es otra: fuentes gubernamentales han confirmado que existe una potencial nueva Minueca. Los detalles aún son escasos, pero el Ministerio de Propaganda ha prometido un comunicado oficial 'cuando se les ocurra qué decir'. La ciudadanía permanece expectante, refrescando The Minuecus Post cada 5 minutos para más actualizaciones.",
    "author": "Margarita Plumafina",
    "role": "Corresponsal de Asuntos Históricos y Dramáticos",
    "timestamp": "2026-02-13T14:00:00Z",
    "readTime": "4 min"
  },
  "topStories": [
    {
      "id": 2,
      "category": "OFICIAL",
      "headline": "Gabinete Completo: Conoce a los Ministros que Dirigirán Minueco",
      "summary": "La Cumbre Republicana asignó todos los cargos del gobierno. Un gabinete de lujo para una república de primera.",
      "author": "Roberto Político",
      "content": "El gabinete de la República de Minueco ha quedado oficialmente conformado tras la histórica Primera Cumbre:\n\n• Vicepresidente: Andrés Mata - El segundo al mando, listo para asumir funciones cuando el presidente esté buscando sus llaves.\n\n• Chief of Staff: Hernán Zapata - El anfitrión de la cumbre y cerebro logístico detrás de la operación. Su casa ahora es patrimonio nacional.\n\n• Ministro de Tecnología y Lírica: Juan De Sousa - A cargo de la innovación digital y las rimas oficiales del estado.\n\n• Ministro de Industrias: Andrés Chávez - Responsable de que Minueco produzca... algo, eventualmente.\n\n• Ministro de Propaganda: Víctor Peña - Encargado de que todo suene bien, aunque no lo sea.\n\n• Ministro de Transporte: Ramón García - Garantizará que los ciudadanos lleguen a donde van, o al menos cerca.\n\n• Canciller Minueco: Carlos Gondelles - La cara de Minueco ante el mundo (especialmente ante Vecinolandia).\n\n• Fiscal de la República: Amado Vivas - Hará cumplir las leyes que aún no hemos escrito.",
      "timestamp": "2026-02-13T12:00:00Z",
      "readTime": "5 min"
    },
    {
      "id": 3,
      "category": "CRISIS",
      "headline": "URGENTE: El Presidente Perdió Sus Llaves",
      "summary": "La primera crisis del gobierno estalló apenas horas después de la cumbre. El mandatario no puede entrar a su casa y el gabinete evalúa opciones.",
      "author": "Cronista de Emergencias",
      "content": "Lo que debía ser una mañana de celebración post-cumbre se convirtió en la primera crisis oficial del gobierno de Minueco: el Presidente ha perdido sus llaves. Según fuentes cercanas al mandatario, las llaves fueron vistas por última vez 'en algún lugar de la casa de Hernán, probablemente'. El Chief of Staff Hernán Zapata ha desplegado un operativo de búsqueda que incluye revisar debajo de los cojines del sofá y en los bolsillos de todos los sacos. El Vicepresidente Andrés Mata se ha declarado 'listo para asumir funciones temporales si es necesario', aunque aclaró que él tampoco sabe dónde están sus propias llaves. El Ministro de Propaganda Víctor Peña emitió un comunicado: 'Las llaves no están perdidas, están en una ubicación alternativa temporal'.",
      "timestamp": "2026-02-13T11:00:00Z",
      "readTime": "3 min"
    },
    {
      "id": 4,
      "category": "CRÓNICA",
      "headline": "Así Fue la Primera Cumbre Republicana en Casa de Hernán",
      "summary": "Crónica exclusiva de la noche que cambió la historia de Minueco. Hubo debates, café, y alguien se comió la última empanada.",
      "author": "Testigo Presencial",
      "content": "La residencia de Hernán Zapata abrió sus puertas a las 19:00 horas para recibir a los fundadores de la república. La mesa del comedor, ahora rebautizada como 'Mesa del Consejo Supremo', fue testigo de 5 horas de deliberaciones intensas. Entre los momentos destacados: la discusión de 40 minutos sobre si la siesta debería ser un derecho constitucional (resultó que sí), el debate sobre quién sería el Ministro de Tecnología y Lírica (Juan De Sousa ganó tras improvisar un rap sobre blockchain), y el misterio de quién se comió la última empanada (investigación en curso). A las 23:47, la Cláusula Parola fue activada. El resto es historia.",
      "timestamp": "2026-02-13T09:00:00Z",
      "readTime": "6 min"
    }
  ],
  "moreStories": [
    {
      "id": 5,
      "category": "DEPORTES",
      "headline": "Festival Deportivo de la República: El Peor Hasta Ahora",
      "summary": "El miércoles pasado se celebró el Festival Deportivo y fue catalogado como el peor de la historia. ¿La razón? El Presidente no asistió.",
      "author": "Patricio Goleador",
      "content": "Lo que debía ser una jornada de unión nacional a través del deporte se convirtió en el evento más decepcionante de la joven historia de Minueco. El Festival Deportivo de la República, celebrado el miércoles pasado, fue un fracaso rotundo según todos los asistentes, y la razón es unánime: el Presidente no se presentó. 'Sin el Presidente, ¿quién iba a inaugurar el torneo de dominó?', se quejó un participante. 'Tuvimos que empezar sin discurso, fue muy raro'. El Ministro de Propaganda Víctor Peña intentó salvar la situación declarando que 'el Presidente estaba ahí en espíritu', pero nadie le creyó. Fuentes cercanas al mandatario sugieren que estaba buscando sus llaves.",
      "timestamp": "2026-02-13T15:00:00Z",
      "readTime": "3 min"
    },
    {
      "id": 6,
      "category": "POLÍTICA",
      "headline": "Ley de Amnistía de la Nueva República Funciona: Conflictos Apaciguados",
      "summary": "En un hito para la justicia minuecana, la Ley de Amnistía ha logrado resolver todas las disputas pendientes. La paz reina en la república.",
      "author": "Lex Jurista",
      "content": "La Ley de Amnistía de la Nueva República, aprobada durante la Primera Cumbre, ha demostrado ser un éxito rotundo. Todos los conflictos históricos entre ciudadanos han sido oficialmente apaciguados. '¿Quién se comió mi almuerzo en 2019? Perdonado. ¿Quién no devolvió el cargador? Amnistiado. ¿Quién dijo que mi playlist era mala? Ya no importa', explicó el Fiscal Amado Vivas. La ley establece que todo agravio anterior a la activación de la Cláusula Parola queda automáticamente perdonado, permitiendo a la república empezar con borrón y cuenta nueva. 'Es como reiniciar una computadora, pero con rencores', añadió el Ministro de Tecnología y Lírica Juan De Sousa.",
      "timestamp": "2026-02-13T14:30:00Z",
      "readTime": "3 min"
    },
    {
      "id": 7,
      "category": "POLÍTICA",
      "headline": "Hernán Zapata: El Chief of Staff que Abrió las Puertas de su Casa a la Historia",
      "summary": "Perfil del hombre cuya sala ahora es sede oficial del gobierno. 'Solo pedí que no mancharan el sofá', declaró.",
      "author": "Patricia Perfil",
      "timestamp": "2026-02-13T13:00:00Z",
      "readTime": "4 min"
    },
    {
      "id": 8,
      "category": "TECNOLOGÍA",
      "headline": "Ministerio de Tecnología y Lírica Promete 'WiFi y Rimas Para Todos'",
      "summary": "Juan De Sousa presenta su plan de gobierno: internet estable y un himno nacional que rime. 'Es lo mínimo que merecemos', afirmó.",
      "author": "Byte Rodríguez",
      "timestamp": "2026-02-13T12:30:00Z",
      "readTime": "3 min"
    },
    {
      "id": 9,
      "category": "DIPLOMACIA",
      "headline": "Canciller Gondelles Envía Primer Mensaje a Vecinolandia: 'Hola'",
      "summary": "Carlos Gondelles inició relaciones diplomáticas con un mensaje breve pero contundente. Aún espera respuesta.",
      "author": "Agustina Diplomática",
      "timestamp": "2026-02-13T11:30:00Z",
      "readTime": "2 min"
    },
    {
      "id": 10,
      "category": "JUSTICIA",
      "headline": "Fiscal Amado Vivas: 'Primero Escribiremos las Leyes, Luego las Haremos Cumplir'",
      "summary": "El Fiscal de la República presentó su plan de trabajo. Paso uno: conseguir un cuaderno para anotar las leyes.",
      "author": "Lex Jurista",
      "timestamp": "2026-02-13T10:30:00Z",
      "readTime": "3 min"
    }
  ],
  "opinion": [
    {
      "id": 11,
      "category": "EDITORIAL",
      "headline": "¿Quién es la Potencial Nueva Minueca? Las Teorías",
      "summary": "Analizamos las pistas sobre la misteriosa figura que podría unirse a la república. Internet ya tiene sus favoritas.",
      "author": "El Editorial",
      "content": "Desde que se filtró la noticia de una 'potencial nueva Minueca', las redes de Minueco (básicamente un grupo de WhatsApp) no paran de especular. ¿Quién será? ¿De dónde viene? ¿Traerá empanadas a las reuniones? El Ministerio de Propaganda ha mantenido un hermetismo sospechoso, lo cual solo alimenta más las teorías. Lo único seguro es que la Cláusula Parola, recién activada, contempla este tipo de incorporaciones. Mantendremos a nuestros lectores informados.",
      "timestamp": "2026-02-13T14:30:00Z",
      "readTime": "4 min"
    },
    {
      "id": 12,
      "category": "OPINIÓN",
      "headline": "Carta Abierta al Presidente: Revise los Bolsillos del Otro Pantalón",
      "summary": "Un ciudadano preocupado ofrece consejos prácticos para resolver la crisis de las llaves perdidas.",
      "author": "Ciudadano Servicial",
      "timestamp": "2026-02-13T13:30:00Z",
      "readTime": "2 min"
    }
  ],
  "breaking": {
    "active": true,
    "text": "EN DESARROLLO: Cláusula Parola activada. Potencial nueva Minueca en el horizonte. El Presidente aún busca sus llaves."
  }
}
